<!DOCTYPE html>
<html>
    <head>
        <title>Galileo Galilei</title>
        <meta name="viewport" content="width=device-width" />
        <link rel="stylesheet" href="pagestyle.css" />
    </head>
    <body>
        <header>
            <a class="arrow" href="index.html">&larr;</a>
            <h1>Galileo Galilei</h1>
        </header>
        <main>
        <h2>Biografia</h2>
        
        <h3>I primi passi verso la scienza</h3>
        <p>Galileo Galilei &egrave; una figura di spicco nel panorama della storia scientifica, noto per aver contribuito in modo significativo alla nascita della scienza moderna. 
            Nato a Pisa, figlio di Vincenzo Galilei, un rinomato musicista, Galileo crebbe in un ambiente ricco di stimoli intellettuali. 
            Inizialmente avviato agli studi di letteratura e logica a Firenze, citt&agrave; dove la famiglia si trasfer&igrave; nel 1574, Galileo dimostr&ograve; sin da giovane una mente curiosa e inquisitrice.</p>
        
        <h3>La scoperta della bilancetta e l'avanzamento scientifico</h3>
        <p>Sebbene il padre lo indirizzasse verso gli studi di medicina all'Universit&agrave; di Pisa, Galileo presto rivel&ograve; un interesse maggiore per la scienza e la matematica. 
            Abbandonata quindi l'universit&agrave; pisana, ritorn&ograve; a Firenze, dove inizi&ograve; a sviluppare la sua passione per la ricerca scientifica. 
            Fu qui che inizi&ograve; a dedicarsi agli studi di matematica e a condurre osservazioni nel campo della fisica.</p>
        
        <h3>La carriera accademica e le prime scoperte astronomiche</h3>
        <p>Il momento decisivo per la sua carriera scientifica avvenne nel 1586, quando studiando le opere di Archimede, Galileo scopr&igrave; il principio della bilancetta, un'invenzione che gli consentiva di determinare il peso specifico dei corpi. 
            Questa scoperta segn&ograve; l'inizio di una serie di innovazioni e contributi che avrebbero definito la sua carriera.</p>
        
        <h3>La rivoluzione galileiana: i satelliti di Giove</h3>
        <p>Nel 1589 Galileo ottenne una cattedra di matematica all'Universit&agrave; di Pisa, dove si immerse nello studio del movimento dei corpi in caduta e scrisse il trattato "De Motu". 
            Il suo talento e le sue capacit&agrave; non passarono inosservati, e nel 1593 fu chiamato a Padova, dove assunse una prestigiosa cattedra di matematica, geometria e astronomia presso l'Universit&agrave; locale.</p>
    
        <h3>Conflitti con le autorit&agrave; religiose</h3>
        <p>Fu durante questo periodo che Galileo incontr&ograve; e si innamor&ograve; di Marina Gamba, dalla quale ebbe tre figli. 
            Tuttavia, il suo interesse per la scienza lo port&ograve; a dedicarsi sempre pi&ugrave; all'osservazione del cielo. 
            Fu proprio nel marzo del 1610 che Galileo rivoluzion&ograve; la storia dell'astronomia, quando, utilizzando un cannocchiale da lui migliorato, scopr&igrave; quattro satelliti orbitanti attorno a Giove. Questa scoperta non solo conferm&ograve; la teoria eliocentrica di Copernico, ma mise in discussione le fondamenta stesse del modello geocentrico di Tolomeo.</p>
    
        <h3>La controversa difesa delle sue idee</h3>
        <p>Le sue scoperte, tuttavia, non passarono inosservate agli occhi delle autorit&agrave; religiose dell'epoca. 
            Le teorie di Galileo, che mettevano in discussione l'egemonia della Chiesa e la visione tradizionale del cosmo, gli procurarono ostilit&agrave; e conflitti con l'Inquisizione. 
            Nonostante ci&ograve;, Galileo continu&ograve; a difendere le sue idee, pubblicando opere come "Il Saggiatore" e il "Dialogo sopra i due Massimi Sistemi del Mondo", quest'ultimo provocando l'ira del Papa Urbano VIII e conducendo Galileo di fronte all'Inquisizione.</p>
        
        <h3>L'esilio e il suo legato scientifico</h3>
        <p>Il processo contro Galileo si concluse con la sua condanna per eresia e la sua abiura pubblica nel 1633. 
            Costretto a trascorrere i suoi ultimi anni in esilio a casa sua a Arcetri, Galileo non smise di lavorare alla sua ricerca scientifica, nonostante la sua salute declinante e la sua cecit&agrave;. 
            Mor&igrave; nel 1642, circondato da pochi allievi, ma il suo lascito scientifico e il suo coraggio nel difendere le proprie convinzioni hanno segnato in modo indelebile la storia della scienza.</p>
        
        <h4>Fonti:</h4>
        <a href="https://www.aif.it/fisico/biografia-galileo-galilei/">Galileo Galilei - Associazione per l'Insegnamento della Fisica (AIF)</a>
    </main>
    </body>
</html>